// 이병헌
<template>
  <div class="ERView">
      <!-- 영상 구역  -->
      <!-- 상단 -->
      <!-- 면접자 영상 구역 -->

      <!-- 하단 -->
      <!-- 면접관 영상 구역 -->

      <!-- 유저 기능 구역 -->
      <!-- 상단 -->
      <!-- 영상 녹화중 이미지? -->
      <!-- 면접자 자소서 페이지 열기 버튼 -->
      <!-- 질문 팁 모달 열기 버튼 -->

      <!-- 중단 -->
      <!-- 피드백 구역 -->

      <!-- 하단 -->
      <!-- 면접 종료 버튼(방장 유저) -->
      <!-- 면접에서 나가기 버튼(일반 유저) -->
      <!-- 면접에서 나가기 버튼(방장 유저) -->
  </div>  
</template>

<script>
export default {

}
</script>

<style>

</style>