// 이병헌
<template>
<div class="TipModal">
</div>  
</template>

<script>
import swal from 'sweetalert2'

export default {
name: TipModal,
data(){
    return {
//         tipList: [
// "1. 1분 자기소개를 해보아라.", 
// "2. 재학시절 O년 간의 공백이 있는데 이 기간 동안 무엇을 하였나?",
// "3. 학점이 좋지 않은데 이유가 무엇인가?",
// "4. 학창시절 했던 프로젝트에 대해 말해보아라.",
// "5. 지원하는 분야와 전공이 맞지 않은데 지원한 이유가 무엇인가?",
// "6. 전공을 선택한 이유가 무엇인가?",
// "7. 전공에서 가장 관심 있었던 과목과 그 이유에 대해서 말해보아라.",
// "8. 전공과 직무의 관련성을 말해보아라.",
// "9. 학교 생활을 오래 했는데 이유가 있는가?",
// "10. 마지막 학기 성적이 저조한데 이유가 무엇인가?",

// 11. 스트레스는 어떻게 해소하는가?
// 12. 자신의 인생에서 실패했던 경험을 이야기해보아라.
// 13. 인생에서 가장 열정적이었던 순간은 언제였는가?
// 14. 누군가와 갈등한 경험이 있는가?
// 15. 친구들은 당신을 어떤 사람이라고 하는가?
// 16. 인생에 있어서 가장 기억에 남는 순간은 언제인가?
// 17. 본인의 강점은 무엇인가?
// 18. 본인의 단점은 무엇인가?
// 19. 인생의 목표는 무엇인가?
// 20. 본인의 직업관은 무엇인가?

// 21. 왜 OO 회사에 지원하였나?
// 22. OO 회사에 입사를 하기 위해 무엇을 준비하였나?
// 23. 회사의 인재상 중 어떤 점이 본인과 부합한다고 생각하는가?
// 24. 입사 후 포부가 무엇인가?
// 25. 우리가 당신을 뽑아야 하는 이유는 무엇인가?
// 26. 회사를 알게 된 계기가 무엇인가?
// 27. 본인이 우리 회사에 어떤 도움을 줄 수 있을 것이라 생각하나?
// 28. 지방 근무가 가능한가?
// 29. 우리 회사의 최근 이슈에 대해 찾아본 것이 있는가?
// 30. 면접을 본 다른 기업이 있는가?

// 31. 해당 직무에 지원한 이유가 무엇인가?
// 32. 해당 직무에서 필요한 역량이 무엇이라 생각하는가?
// 33. 직무가 바뀌어도 괜찮은가?
// 34. 전공과 직무와의 관련성을 설명해보아라.
// 35. 지원 분야에 대한 지식과 향후 발전 방향에 대해 말해보아라.
// 36. 입사 후 하고 싶은 업무가 무엇인가?
// 37. 해당 직무에서 필요한 자질 중 어떤 점이 부합 하다고 생각하는가?
// 38. 직무와 관련하여 자신의 강점은 무엇인가?
// 39. 해당 직무를 언제 알게 되었는가?
// 40. 직무와 관련하여 최근 관심 있는 이슈는 무엇인지 설명해 보아라.

// 41. 상사와 의견이 다를 때 어떻게 대처할 것인가?
// 42. 상사가 부당한 업무 지시를 시킨다면 어떻게 할 것인가?
// 43. 업무 강도가 센 편이다. 괜찮은가?
// 44. 출장이 잦을 수도 있는데 어떻게 생각하는가?
// 45. 고객이 불만사항을 제기하면 어떻게 대처하겠는가?
// 46. 상사가 주말 근무, 야근을 지시한다면 어떻게 할 것인가?
// ▶ 여기서 POINT!

// 무조건 ‘YES!’ 라는 답변은 좋은 답변이 아니다. 직장 선배, 동료에게 자문을 구하여 업무의 균형을 잘 맞춰나가는 식의 답변이 좋다.
// 47. 회사 근무를 하면서 가장 중요하다고 생각하는 것이 무엇인가?
// 48. 입사를 한다면 어떤 자세로 업무에 임하겠는가?
// 49. 해외에서 근무를 하게 되어도 상관 없는가?
// 50. 거래처와의 갈등이 있을 경우 어떻게 대처하겠는가?
//         ]
    }
},
methods:{
    swal.fire({
        text: "Hello world!",

    })

}
}
</script>

<style scoped>

</style>